anthropic.claude-code
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
gruntfuggly.todo-tree
jakebecker.elixir-ls
james-yu.latex-workshop
llvm-vs-code-extensions.vscode-clangd
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
redhat.vscode-yaml
tamasfe.even-better-toml
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
vspacecode.whichkey
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
